Repository: ProgramingFactory/SignalStrength
Catalog: SignalStrength/SignalStrength.Wpf/Properties/Resources.*.resx
Languages: hr

# AbotDescription1
source: SignalStrength App for tracking WiFi strangth.
hr: WiFi-Jakost Signal aplikacija prati jačinu WiFi signala!

# AbotDescription2
source: SignalStrength App is open source code and you can check source code !
hr: WiFi-Jakost Signal applikacija ima otvoreni kod i možete pregledati izvorni kod!

source: About
hr: O Nama

# AbstractTheme
source: Abstract
hr: Apstraktna

# AppearanceSettingName
source: Appearance
hr: Teme

source: Application
hr: Aplikacija

# AppName
source: Signal Strength
hr: Jakost Signala

# AppNameWifi
source: WiFi-Signal Strength
hr: WiFi-Jakost Signala

# C2DBand
source: Band:
hr: GHz:

# C2DChannal
source: CH:
hr: Kanal:

# C2DStrength
source: Strength:
hr: Signal:

# C2DTime
source: Time:
hr: Vrijeme:

# Channal3DSettingContent
source: Choose how much channals rows to show in 3D chart!
hr: Odaberite koliko želite redaka da se prikaže u 3D grafikonu kanala!

# Channal3DSettingName
source: Channal 3D Setting
hr: Postavke 3D Kanala

source: Channals
hr: Kanali

# Channals24
source: 2.4 GHz Channals
hr: 2.4 GHz Kanali

# ChannalsHeatmapName
source: Channals heatmap
hr: Mapa Kanala

# Chart2DSettingContent
source: Choose range how much to show in 2D networks chart!
hr: Odaberite koliki raspon želite da se prikaže u 2D grafikonu mreža!

# Chart2DSettingName
source: Chart 2D Setting
hr: Postavke 2D Grafikona

source: Charts
hr: Grafikon

# DarkTheme
source: Dark
hr: Tamna

# FontSizeSettingName
source: Font size:
hr: Veličina slova:

source: Gauge
hr: Mjerač

# IntensityCbtContent
source: Intensity
hr: Intenzitet

source: Language
hr: Jezik

# LanguageSettingsContent
source: Choose your language!
hr: Odaberite Jezik!

# LanguageSettingsContent2
source: You have to restart app after change language!
hr: Trebate ponovno pokrenuti applikaciju poslije promjene jezika!

# LargeFont
source: Large
hr: Velika

source: Legend
hr: Legenda

# LegendBack
source: Back
hr: Natrag

# LegendContentTitle
source: 3D Channal Legend
hr: Legenda 3D Kanala

# LegendCrowdValue
source: Crowd value
hr: Gužva

# LegendCube1
source: ... and
hr: ... i

# LegendCube2
source: Cube
hr: Kocka

# LegendCube3
source: in bottom-right corner !
hr: u doljnem-desnom uglu !

# LegendDown
source: Down
hr: Dolje

# LegendEmptyValue
source: No value
hr: Bez vrijednosti

# LegendExtraCrowdValue
source: Extra crowd value
hr: Extra gužva

# LegendFront
source: Front
hr: Naprijed

# LegendLeft
source: Left
hr: Lijevo

# LegendMouseDoubleClick
source: Mouse Double Click
hr: Dvoklik Mišom

# LegendMouseLeftClick
source: Mouse Left Click
hr: Lijevi Klik Mišom

# LegendMouseRightClick
source: Mouse Right Click
hr: Desni Klik Mišom

# LegendMouseWeeel
source: Mouse Weeel
hr: Kotačič Miša

# LegendNavigate
source: For navigate in 3D channal chart use
hr: Navigirate u 3D grafikonu uz pomoć

# LegendPan
source: Pan
hr: Pomicanje

# LegendRight
source: Right
hr: Desno

# LegendRotate
source: Rotate
hr: Rotiranje

# LegendSetView
source: Set view to default
hr: Postavi pogled na početno

# LegendSingleValue
source: Single value
hr: Jedna vrij.

# LegendThreeValue
source: Three values
hr: Tri vrij.

# LegendTwoValue
source: Two values
hr: Dve vrij.

# LegendUp
source: Up
hr: Gore

# LegendZoom
source: Zoom
hr: Zumiranje

# LightTheme
source: Light
hr: Svijetla

source: minutes
hr: minuta

source: Networks
hr: Mreže

# NotConnectedText1
source: Wi-Fi not connected ...
hr: Wifi nije uključen ...

# NotConnectedText2
source: SignalStrengt app need Wi-Fi connection to work ...
hr: WiFi treba biti uključen da bi WiFi-Jakost Signala radila ...

# PaletteSettingName
source: Palette:
hr: Palete:

source: Profile
hr: Profil

source: Range
hr: Raspon

# ResetDialogContent
source: Do you wont to reset settings to default values ?
hr: Želite li vratiti postavke na zadane vrijednosti ?

# ResetDialogTitle
source: Reset Settings ?
hr: Vratiti Postavke Na Zadano?

# ResetMessageCancel1
source: We did not touch the Settings !
hr: Nismo mjenjali postavke!

# ResetMessageCancel2
source: The settings remained the same !
hr: Postavke su ostale iste!

# ResetMessageOK
source: Settings are set to default values !
hr: Postavke su vraćene na zadane vrijednosti!

# ResetSettingContent
source: Reset settings to default values
hr: Vrati postavke na zadane vrijednosti

# ResetSettingName
source: Reset Settings To Default
hr: Postavi Na Zadano

source: Restart
hr: Ažuriraj

# RestartSettingsBtnTooltip
source: If app is slow try reset settings to default values !
hr: Ako je applikacija spora vratite postavke na zadane vrijednosti !

# RestartTooltip
source: Restart application
hr: Ponovno pokreni aplikaciju

source: Rows
hr: redaka

# Scanning4Networks
source: Scanning For Networks
hr: Tražimo mreže

# ScanSettingInterval
source: Scan Interval
hr: Interval Skeniranja

# ScanSettingName
source: Scan Settings
hr: Postavke Skeniranja

# ScanSettingSliderFast
source: fast
hr: brzo

# ScanSettingSliderMainContent
source: Set networks scan interval
hr: Postavite interval skeniranja mreža

# ScanSettingSliderSlow
source: slow
hr: sporo

source: seconds
hr: sekunde

source: Settings
hr: Postavke

# SmallFont
source: Small
hr: Mala

# SnowflakesTheme
source: Snowflakes
hr: Pahuljice

# SplashMainText1
source: WiFi-Signal Strength app scanning networks ...
hr: WiFi-Jakost Signala aplikacija skenira mrežu ...

# SplashMainText2
source: In meanwhile feel free to explore further ...
hr: Za to vrijeme slobodno istražujte dalje ...

# SplashSecText1
source: [It takes 10 seconds for the scan to accumulate(change in settings)]
hr: [Treba 10 sekundi da skeniranje završi (promjenjivo u postavkama)]

# SplashSecText2
source: [by ProgramingFactory©]
hr: [by ProgramingFactory© (TvornicaProgramiranja)]

# SSDCH
source: Channel
hr: Kanal

# SSDFrequency
source: Frequency
hr: Frekvencija

# SSDLinkQuality
source: LinkQuality
hr: KvalitetaLinka

# SSDMAC
source: MacAddress
hr: MacAdresa

# SSDName
source: Name
hr: Ime

# SSDNetBand
source: NetBand
hr: GHz

# SSDSignalQuality
source: SignalStrength
hr: JakostSignala

source: Thanks
hr: Zahvala

# ThanksContent
source: Thanks to all people behind open source libraries in Licence file
hr: Hvala svim ljudima iza biblioteka u License datoteci

# ThemeSettingName
source: Theme:
hr: Teme:

# VisualSettingName
source: Visual Appearance
hr: Vizualni Doživljaj

source: Windows phone
hr: Windows telefon
